[
  {
    "id": "GHGFoodSystemEmissions",
    "name": "GHG food system emissions",
    "description": "EDGAR-FOOD has been developed to aid the understanding of the activities underlying the energy demand and use, agriculture and land use change emissions associated with the production, distribution, consumption and disposal of food through the various stages and sectors of the composite global food system. These data were complemented with data from the FAOSTAT database on GHG emissions from land use related to agriculture (FAO, 2020). Details regarding the methodology applied are available in Crippa et al. (2021). Further info also in https://edgar.jrc.ec.europa.eu/edgar_food",
    "key_area": "Environmental",
    "thematic_area": "ClimateChange",
    "domain": "GHGEmissions",
    "justification": "It includes the full food-system, the methodology is robust, and it covers all possible degrees of temporal and spatial granularity levels (which were the main gaps identified in the first phase of the project). Uncertainties are also estimated, which are an extra advantage of this indicator in comparison with the others included in the F2F monitoring framework. Negative direction is desirable.",
    "spatial_scope": "Global",
    "granularity": 
        [
          "Countries",
          "MacroRegions"
        ],
    "supply_chain_component": 
        [
          "FoodConsumption",
          "FoodDistribution",
          "FoodProcessing",
          "PrimaryFoodProduction"
        ],
    "temporal_characteristics":
      {
        "oldest_datapoint": 1990,
        "newest_datapoint": 2018,
        "time_granularity": "Yearly",
        "update_frequency": "Other"
      },
    "measurement_unit": "kt CO2eq",
    "data_source": 
        [
          "JRC"
        ],
    "data_link": "https://edgar.jrc.ec.europa.eu/datasets/EDGAR-FOOD_v6.xlsx"
  },
  {
    "id": "UseAndRiskOfChemicalPesticides",
    "name": "Use and risk of chemical pesticides (F2F pesticide reduction target 1)",
    "description": "The F2F1 indicator is based on: - the quantities of active substances contained in the pesticides which are placed on the market (sold), and therefore used, in each Member State, and - the hazard properties of these active substances (considering 4 risk categories) The trend is compared to a three-year baseline, comprising the average of 2015, 2016 and 2017.",
    "key_area": "Environmental",
    "thematic_area": "PollutionAntimicrobials",
    "domain": "Pollution",
    "justification": "The indicator is part of the EU Sustainable Development Goals indicator set. Reducing the use and risk of chemical pesticides is an important step towards achieving a more sustainable and healthy food system in the EU. It is essential to promote sustainable agriculture and protect the environment. Pesticides can contaminate soil, water, and air, leading to negative impacts on ecosystems, such as the loss of biodiversity and the decline of pollinators. Pesticides can also have harmful effects on human health, particularly for farmers and agricultural workers who handle these chemicals. Furthermore, reducing pesticide use and risk can help to promote more sustainable farming practices. Alternative approaches, such as integrated pest management and agroecology, can reduce the reliance on pesticides and promote more sustainable and resilient food systems.",
    "spatial_scope": "Eu",
    "granularity": 
        [
          "MacroRegions"
        ],
    "supply_chain_component": 
        [
          "FoodConsumption",
          "PrimaryFoodProduction"
        ],
    "temporal_characteristics":
      {
        "oldest_datapoint": 2011,
        "newest_datapoint": 2022,
        "time_granularity": "Yearly",
        "update_frequency": "Yearly"
      },
    "data_source":
        [
          "DG SANTE",
          "ESTAT"
        ],
    "data_link": "https://food.ec.europa.eu/plants/pesticides/sustainable-use-pesticides/farm-fork-targets-progress/member-states-trends_en"
  }
]